{
  "upload-sub-title": "Drag and drop anywhere you want or push button below and start uploading your images now.\n 32 MB limit. Direct image links, BBCode and HTML thumbnails.",
  "auto-delete-caption": "Auto delete images",
  "After 5 minutes": "After 5 minutes",
  "After 15 minutes": "After 15 minutes",
  "After 30 minutes": "After 30 minutes",
  "After 1 hour": "After 1 hour",
  "After 3 hours": "After 3 hours",
  "After 6 hours": "After 6 hours",
  "After 12 hours": "After 12 hours",
  "After 1 day": "After 1 day",
  "After 2 days": "After 2 days",
  "After 3 days": "After 3 days",
  "After 4 days": "After 4 days",
  "After 5 days": "After 5 days",
  "After 6 days": "After 6 days",
  "After 1 week": "After 1 week",
  "After 2 weeks": "After 2 weeks",
  "After 3 weeks": "After 3 weeks",
  "After 1 month": "After 1 month",
  "After 2 months": "After 2 months",
  "After 3 months": "After 3 months",
  "After 4 months": "After 4 months",
  "After 5 months": "After 5 months",
  "After 6 months": "After 6 months",
  "Menu FAQ": "FAQ",
  "Menu Donate": "Donate",
  "Menu How": "How In Works",
  "Menu Contacts": "Contact Us",
  "image-upload-error": "Oops! Upload went wrong :(",
  "try-again": "Please try again or choose another files",

  "nav-donate": "Donate",
  "nav-explanation": "How it works",
  "login": "Log in",
  
  "title-about": "About us",
   "paragraph-about": "Photohosting - Picture Hosting \n\n We present to you Photohosting for uploading and sharing pictures, photographs and any images. \n\n You can use NoExif.org Picture Hosting without registration, but by registering you will have access to advanced features and the ability to store downloaded photos and any pictures for an unlimited time, in guest mode the storage time for pictures is limited. We have no advertising, but there is a convenient download menu and advanced functionality, you can set the necessary parameters for storing your files. In addition, you are provided with a variety of formats codes and links to easily share downloaded files on any social networks, on forums, and anywhere else, use our image hosting with a direct link without restrictions.",
   "title-rules": "Rules",
   "paragraph-rules": "Photo hosting - rules for uploading and storing photos \n\n Copyright: \n\n When uploading and publishing photographs and any pictures, copyright should be taken into account. \n\n Non-optimal images and comments (titles) to them: \n\n Dear users, we kindly ask you to upload the best pictures and photos. \n\n It is strictly prohibited - uploading and storing images containing scenes of violence, it is prohibited to upload and store images that violate the right to privacy, photographs that are contrary to the laws of the country and regulations morality. \n\n The administration reserves the right to delete any images that violate these Rules.",
   "title-privacy-policy": "NoExif.org Privacy Policy",
   "paragraph-privacy-policy": "By using any of the services provided by NoExif.org, you are bound by the contents of this policy page. \n\n What we do with your data: \n\n User data stored in our database is strictly are used to provide our services. The data collected is for NoExif.org and we will not share with any third party any information about our users. User stored information: \n\n User information (email, profile, user content and newsletter subscription) User data is stored permanently until the user requests deletion of this data. \n\n Cookies: \n\n We use cookies to improve the user's browsing experience and our services. No cookies will be used to track your browsing session for any type of analytics or advertising program.",
   "password": "Password",
   "login-btn": "Continue",
   "sign-up-link": "Create  an account!",
   "title-remove-exif": "Remove EXIF data from images",
   "paragraph-remove-exif": "Need to remove EXIF information from a PNG or JPG image? With this tool, you can easily remove EXIF metadata from any image on the web, without having to install any software.",
   "title-how-it-works": "How to clear photo metadata",
  "paragraph-how-it-works-1": "Open our website in your browser",
  "paragraph-how-it-works-2": "Click inside the drag-and-drop file area to upload a photo file or drag and drop your photo.",
  "paragraph-how-it-works-3": "Click the Clear Metadata button to delete your photo's metadata.",
  "paragraph-how-it-works-4": "Click Save, then on the Upload button to upload your updated photo.",

 
  "subtitle": "Anonymous photo hosting with automatic metadata cleaning",

  "administration": "The resource administration is not responsible for the content of files",
  "contacts-footer": "Contacts for communication:",
  "footer-link": "view",
  "footer-text-down": "2024, All rights reserved",
  "upload-title": "Upload images by simply dragging and dropping them anywhere in the window right now. \n\n Image size limit 32 MB. \n\n Maximum size - 5000x5000 pixels; \n\n There should be no more than 16 files at time. \n\n Allowed photo types: png, jpeg, jpg, gif. \n\n Automatic file deletion after 90 days.",
  "upload-file-button": "Upload files",
  "files-input": "Or drag and drop files here",
  "text-field-label": "description",
  "text-field-label-span": "not necessary"

}