{
  "upload-sub-title": "Чтобы загрузить фотографию, перетащите ее сюда или нажмите кнопку.\n Не более 32 MB. Прямая ссылка на картинку, встраиваемый BBCode и HTML.",
  "auto-delete-caption": "Автоматически удалить изображения",
  "After 5 minutes": "Через 5 минут",
  "After 15 minutes": "Через 15 минут",
  "After 30 minutes": "Через 30 минут",
  "After 1 hour": "Через 1 час",
  "After 3 hours": "Через 3 часа",
  "After 6 hours": "Через 6 часов",
  "After 12 hours": "Через 12 часов",
  "After 1 day": "Через 1 день",
  "After 2 days": "Через 2 дня",
  "After 3 days": "Через 3 дня",
  "After 4 days": "Через 4 дня",
  "After 5 days": "Через 5 дней",
  "After 6 days": "Через 6 дней",
  "After 1 week": "Через 1 неделю",
  "After 2 weeks": "Через 2 недели",
  "After 3 weeks": "Через 3 недели",
  "After 1 month": "Через 1 месяц",
  "After 2 months": "Через 2 месяца",
  "After 3 months": "Через 3 месяца",
  "After 4 months": "Через 4 месяца",
  "After 5 months": "Через 5 месяцев",
  "After 6 months": "Через 6 месяцев",
  "Menu FAQ": "FAQ",
  "Menu Donate": "Пожертвования",
  "Menu How": "Как это работает",
  "Menu Contacts": "Свяжись с нами",
  "image-upload-error": "Ой! Что-то пошло не так :(",
  "try-again": "Попробуйте еще раз или выберите другие файлы",
  "nav-donate": "Поддержать",
  "nav-explanation": "Как это работает",
  "login": "Войти",

  "title-about": "О нас",
  "paragraph-about": "Фотохостинг - Хостинг Картинок \n\n Представляем вам Фотохостинг для загрузки и обмена картинками, фотографиями и любыми изображениями. \n\n Хостинг Картинок NoExif.org вы можете использовать без регистрации, но зарегистрировавшись вам станут доступны расширенные функции и возможность хранить загруженные фотографии и любые картинки, неограниченное время, в гостевом режиме время хранения картинок ограничено. У нас нет рекламы, но есть удобное меню загрузки и расширенный функционал, вы сможете задать нужные параметры для хранения своих файлов. Кроме того, вам предоставлены разнообразные форматы кодов и ссылок, чтобы легко поделиться загруженными файлами в любых социальных сетях, на форумах, да и вообще где угодно, используйте без ограничений наш хостинг картинок с прямой ссылкой.",
  "title-rules": "Правила",
  "paragraph-rules": "Фотохостинг - правила загрузки и хранения фотографий \n\n Авторское право: \n\n При загрузке и публикации фотографий и любых картинок, следует принимать в расчет авторское право. \n\n Неоптимальные изображения и комментарии (названия) к ним: \n\n Уважаемые пользователи, к вам убедительная просьба - загружайте оптимальные картинки, фото. \n\n Строго запрещена - загрузка и хранение изображений содержащие сцены насилия, запрещено загружать и хранить изображения нарушающие право на личную жизнь, фотографии противоречащие законам страны и нормам морали. \n\n Администрация оставляет за собой право удалять любые изображения, нарушающие настоящие Правила.",
  "title-privacy-policy": "Политика конфиденциальности NoExif.org",
  "paragraph-privacy-policy": "Используя любую из услуг, предоставляемых NoExif.org, вы связаны с содержанием этой страницы политики. \n\n Что мы делаем с вашими данными: \n\n Пользовательские данные, хранящиеся в нашей базе данных, строго используются для предоставления наших услуг. Собранные данные предназначены для NoExif.org, и мы не будем делиться с какой-либо третьей стороной какой-либо информацией о наших пользователях.Сохраненная пользователем информация: \n\n Информация о пользователе (электронная почта, профиль, пользовательский контент и подписка на рассылку новостей) Пользовательские данные хранятся постоянно до тех пор, пока пользователь не запросит удаление этих данных. \n\n Cookies: \n\n Мы используем файлы cookie для улучшения пользовательского опыта просмотра и наших услуг. Никакие файлы cookie не будут использоваться для отслеживания вашего сеанса просмотра для любого вида аналитики или рекламной программы.",
  "password": "Пароль",
  "login-btn": "Продолжить",
  "sign-up-link": "Создать аккаунт!",
  "title-remove-exif": "Удалить данные EXIF из изображений",
  "paragraph-remove-exif": "Нужно удалить информацию EXIF из изображения PNG или JPG? С помощью этого инструмента вы можете легко удалить метаданные EXIF из любого изображения в Интернете, без необходимости устанавливать какое-либо программное обеспечение.",
  "title-how-it-works": "Как очистить метаданные фото",
  "paragraph-how-it-works-1": "Откройте в вашем браузере наш веб-сайт",
  "paragraph-how-it-works-2": "Нажмите внутри области перетаскивания файлов, чтобы загрузить файл фотографии или перетащите ваше фото.",
  "paragraph-how-it-works-3": "Нажмите кнопку «Очистить метаданные», чтобы удалить метаданные вашей фотографии.",
  "paragraph-how-it-works-4": "Нажмите «Сохранить», затем на кнопку «Загрузить», чтобы загрузить обновленную фотографию.",

 
  "subtitle": "Анонимный фотохостинг с автоматической очисткой метаданных",






  "administration": "Администрация ресурсов не несет ответственности за содержание файлов",
  "contacts-footer": "Контакты для связи:",
  "footer-link": "просмотреть",
  "footer-text-down": "2024, Все права защищены",
  "upload-title": "Загрузите изображения простым  перетаскиванием  в  любое место  окна  прямо сейчас. \n\n Ограничение на размер изображения 32 MB. \n\n Максимальный размер - 5000x5000  пикселей; \n\n одновременно должно быть не более 16 файлов. \n\n Разрешенные типы фотографий: png, jpeg, jpg, gif. \n\n Автоматическое удаление файлов через 90 дней.",
  "upload-file-button": "Загрузить файлы",
  "files-input": "Или перетащите сюда файлы",
  "text-field-label": "описание",
  "text-field-label-span": "не обязательно"
}